{
  "home": {
    "home-title": "رسالتنا",
    "home-text": "Flip Inverted Arts Academy من أوائل الأكاديميات اللي قدمت جمباز ترفيهي للأطفال والكبار في مصر. مؤسسة Flip، جوليا ألكسان، معتمدة من USA Gymnastics وبتقدم طرق حديثة ومختلفة لتعليم وتدريب الجمباز عن اللي متعارف عليه في مصر. في Flip بنؤمن إن الرياضة ممكن تبدأ من سن صغير عن طريق الجمباز، بأسلوب ممتع وبسيط يخلي الأطفال يحبوا الرياضة، وده بيأثر بشكل إيجابي وطويل المدى على مفهومهم عن اللياقة والرياضة بشكل عام.",
    "classes": "الكلاسات",
    "classes-description": "برامجنا بتبني الثقة بالنفس، الإصرار والالتزام، وكمان القوة والمرونة والتوازن والتناسق اللي أي لاعب جمباز محتاجهم.",
    "events": "الفعاليات",
    "events-description": "عندنا ٣ فعاليات سنوية: عرض الربيع، ألعاب الشتاء، وعرض الصيف. كلهم عروض نهاية الموسم علشان كل المشتركين يورّوا اللي اتعلموه طول السنة.",
    "schedules": "الجداول",
    "schedules-description": "برنامج الجمباز بتاعنا متاح في المعادي، الزمالك، 6 أكتوبر، القاهرة الجديدة، والشيخ زايد، والكلاسات بتكون من 2 لـ3 أيام في الأسبوع طول السنة.",
    "shop": "المتجر",
    "what-we-offer": "بنقدّم إيه",
    "contact-section": {
      "title": "ابدأ رحلة الفليب بتاعتك النهارده!",
      "text": "اسألنا عن الكلاسات أو الفعاليات أو الفروع، وهنساعدك تختار أنسب كلاس ليك.",
      "button": "اتواصل معانا"
    },
    "reviews": "آراء العملاء"
  },

  "classes": {
    "classes-title": "عن الكلاسات",
    "classes-text": "إحنا متخصصين في كلاسات من سن 2.5 لحد 14 سنة، وكمان للشباب والكبار. برامجنا الأساسية غير التنافسية في الجمباز والباركور بتمشي بالأطفال من التودلرز وليفل 1 لحد ليفل 6 في بيئة ممتعة ومتدرجة. وللشباب والكبار بنقدّم تدريبات هاندستاند، جمباز للكبار، وباركور علشان تبني قوة ومرونة وتتعلم مهارات زي الفليب، السبليت، والبريدج في أي سن. الجمباز غير التنافسي قريب من التمبلينج أو اللعب الأرضي في الجمباز الفني.",
    "about-kids-classes": "كلاسات الأطفال",
    "about-kids-classes-text": "بنقوي ثقتهم بنفسهم، ونبني القوة والمرونة خطوة خطوة، لحد ما المهارات تتراكم. المتعة الحقيقية بتبدأ لما يتعلموا الفليب في ليفل 4… وبعد كده مفيش حدود! هنفضل نعلّم طول ما هما حابين يتعلموا.",
    "about-adults-classes": "كلاسات الكبار",
    "about-adults-classes-text": "الشباب والكبار هدفهم يوصلوا لأعلى مستوى ممكن في برامج الباركور والهاندستاند. وكمان متاح حصص خاصة.",

    "kids": {
      "common": {
        "competitive": "تنافسي",
        "non-competitive": "غير تنافسي",
        "type": "أطفال",
        "age-range-1": "السن: 3.5 - 4.5",
        "age-range-2": "السن: 5 - 7",
        "age-range-3": "السن: 5 - 13",
        "age-range-4": "السن: 8 - 10",
        "ages-range-5": "السن: 14+",
        "ages-range-6": "كل الأعمار"
      },

      "kids-1": {
        "title": "جمباز ليفل 1",
        "description": "تعلم الدحرجة الأمامية، القفزات الأساسية، وبناء القوة للهاندستاند وغيره.",
        "image-1": {
          "title": "سبليت",
          "description": "المرونة بتزيد واحدة واحدة علشان شكل الحركات يبقى أحسن."
        },
        "image-2": {
          "title": "بناء القوة والمرونة",
          "description": "الأساس القوي من القوة والمرونة بيخلي الحركات الأصعب أسهل بعد كده."
        },
        "image-3": {
          "title": "أشكال الجمباز الأساسية",
          "description": "الأشكال دي هي أساس كل حركات الجمباز في المستويات الأعلى."
        },
        "image-4": {
          "title": "بريدج",
          "description": "البريدج النضيف مهم جدًا في الجمباز لأن حركات كتير بتعتمد عليه."
        }
      },

      "kids-2": {
        "title": "جمباز ليفل 2",
        "description": "تقوية الثبات في الهاندستاند وتعلّم الكارت ويل والفورورد والباك ووك أوفر.",
        "image-1": {
          "title": "ثبات البريدج",
          "description": "بعد ما نطوّل وقت الثبات في البريدج، يقدروا يمشوا ويقفزوا ويشوطوا فيه."
        },
        "image-2": {
          "title": "إطالات آمنة",
          "description": "إطالات من غير ضغط زيادة علشان العضلات ترتاح بعد التمرين."
        },
        "image-3": {
          "title": "مرونة الظهر",
          "description": "زيادة مرونة الظهر بتسهّل حركات الووك أوفر الأمامية والخلفية."
        },
        "image-4": {
          "title": "روح الفريق",
          "description": "تكوين صداقات جديدة في فعاليات ممتعة زي تمرين الهالووين بالملابس التنكرية."
        }
      },

      "kids-3": {
        "title": "جمباز ليفل 3 - 4",
        "description": "مع زيادة القوة والمرونة، الطفل يبقى جاهز للفليب.",
        "image-1": {
          "title": "مرونة متقدمة",
          "description": "الالتزام بالمرونة بيفتح حركات جديدة زي النيدل ومسكة الرجل."
        },
        "image-2": {
          "title": "تحدي الأساسيات",
          "description": "بعد المشي والقفز في البريدج، يتعلموا القفز فيه ومنه."
        },
        "image-3": {
          "title": "بداية الفليبات",
          "description": "الباك هاند سبرينج والفورنت هاند سبرينج أول فليبات ليفل 4."
        },
        "image-4": {
          "title": "الفليبات الهوائية",
          "description": "الأيريل الأمامي والخلفي بييجوا بعد كده في ليفل 5."
        }
      },

      "kids-6": {
        "title": "تودلرز",
        "description": "اكتشاف موجّه للجمباز بيبدأ من سن 2.5.",
        "image-1": {
          "title": "الدحرجة الأمامية",
          "description": "يتعلموا اللف والدحرجة بأمان مع مدربين محترفين وبيئة آمنة."
        },
        "image-2": {
          "title": "هاندستاند أطفال",
          "description": "قفزات الأرنب بتتحول لهاندستاند بسيط، وهم بيستمتعوا بالإحساس إنهم مقلوبين تاني."
        },
        "image-3": {
          "title": "قوة",
          "description": "باستخدام الحيطة وشكل البايك، يتعلموا أول نوع هاندستاند."
        },
        "image-4": {
          "title": "التناسق",
          "description": "التمرين على اليمين والشمال بيعلّمهم الحركة المتناسقة في الجمباز والحياة."
        }
      }
    }
  }
}

